QuickUnpack 4.3 x86 for Windows XP/2003/Vista/2008/7/8/10==QuickUnpack 4.3 x86 для Windows XP/2003/Vista/2008/7/8/10
QuickUnpack 4.3 x64 for Windows XP/2003/Vista/2008/7/8/2012/10/2016==QuickUnpack 4.3 x64 для Windows XP/2003/Vista/2008/7/8/2012/10/2016
founded by FEUERRADER [AHTeam]==основано FEUERRADER [AHTeam]
(c) coded by Archer==(c) закодил Archer
Unable to open file ==Не могу открыть файл 
OEP is not correct!==Некорректное OEP!
Some OEP has been detected...==Нашлось кое-какое OEP...
Couldn't load target!==Не могу загрузить файл!
No other engine found==Другой движок не найден
Engine changed to normal==Движок изменён на нормальный
Engine changed to VMM==Движок изменён на VMM
Unpacked file was deleted==Распакованный файл был удалён
Access denied or unpacked file not found==Доступ запрещён или распакованный файл не найден
Choose a file to unpack!==Выберите файл для распаковки!
Opened ==Открыт 
Invalid PE File==Некорректный PE файл
Attached to ==Присоединено к 
 with PID:== с PID:
Find target==Найти изначальный
Find unpacked==Найти распакованный
Change engine==Сменить движок
Open file==Открыть файл
Full unpack==Распаковать
Kill target==Убить процесс
Test unpacked==Тест распакованного
Delete unpacked==Убить распакованный
Clear log==Очистить лог
Exit==Выход
Options==Настройки
Disasm==Дизасм
Process relocations==Обрабатывать релоки
Find file==Найти файл
Use force unpacking==Использовать force-метод
Import recovery==Восстановление импорта
Smart method==Умный метод
Smart method+tracer==Умный метод+трассировка
Do not recover==Не восстанавливать
Load libraries only==Только загрузка библиотек
Cut last sections and rebuild directories==Отрезать секции и перестроить директории
Append overlay==Сохранить оверлей
Include suspect functions into import==Включать подозрительные функции в импорт
Attach to process==Аттач к процессу
Parameters:==Параметры:
Use script==Скрипт
Protect DR==Защита отладочных регистров
Use TF for tracing==Использовать TF для трассировки
Use long import trampoline==Использовать длинный трамплин для импорта
Make path for libraries==Делать путь для библиотек
Autosave log==Автосохранение лога
Process direct import references==Обрабатывать прямые обращения к импорту
Leave direct import references==Оставить прямые обращения к импорту
End of module for import:==Граница для импорта:
Execute functions while tracing import==Выполнять функции при трассировке импорта
Time delta:==Сдвиг для времени:
Cut module at:==Отрезать модуль по:
Restore Delphi initialization table==Восстановить таблицу инициализации Delphi
About==О программе
Save log==Сохранить лог
License agreement==Лицензионное соглашение
Preferences==Настройки
File==Файл
Log==Лог
no==нет
yes==да
[unnamed function]==[нет имени]
Not found in modules!==Не найден модуль!
 Name: == Имя: 
Import Table, ==Таблица импорта, 
by name, ==по имени, 
by record, ==по записи, 
by reference, ==по ссылке, 
OK==OK
error==ошибка
Export to file==Экспорт в файл
Library==Библиотека
Function==Функция
Reference RVA==RVA ссылки
Record RVA==RVA записи
Problem?==Проблема?
Ord==Орд
Import list is empty. Export to file is unavailable.==Список импорта пуст. Экспорт в файл невозможен.
Import list successfully exported==Список импорта успешно экспортирован
Size of list: ==Размер списка: 
 byte(s)== байтов
Use old IAT==В старую IAT
Save==Сохранить
Delete selected==Удалить выбранные
Delete invalid==Удалить невалидные
Disasm==Дизассемблировать
Edit==Править
Load library==Загрузить библиотеку
Import from file==Импорт из файла
Import RVA:==RVA импорта:
Change sorting==Сменить сортировку
Prev forward==Пред форвард
Next forward==След форвард
Prev function==Пред функция
Next function==След функция
Log successfully saved==Лог успешно сохранён
Size of file: ==Размер файла: 
Unpacked file hasn't been created==Распакованный файл не был создан
Unpacking finished==Распаковка завершена
Target loaded at 0x==Файл загружен по 0x
Force mode activated==Активирован force-метод
Loading target...==Загружаю файл...
Close target, when it will be loaded...==Закройте приложение, когда загрузится
False breaks detected: ==Ложных остановов: 
Breaked at ==Останов на 
Dumping...==Делаю дамп...
Can't dump file!==Не могу сделать дамп!
Last sections and directories were processed==Последние секции и директории были обработаны
Overlay was appended==Оверлей был добавлен
Overlay exists but was not processed==Оверлей существует, но не был обработан
Unpacked file saved as ==Распакованный файл сохранён как 
Delphi initialization table processing failed!==Обработка таблицы инициализации Delphi провалилась!
Delphi initialization table was processed==Обработка таблицы инициализации Delphi закончена
Attention! Import was not recovered!==Внимание! Импорт не был восстановлен!
Attention! Only libraries were recovered!==Внимание! Только библиотеки были восстановлены!
Import thunks not found!==Импорт не найден!
Used smart import recovery==Импорт обработан умным методом
Used smart import recovery with tracer==Импорт обработан умным методом с трассировкой
 new thread created== создан новый поток
 - module == - модуль 
 loaded== загружен
 exception at == исключение по адресу 
Processing relocations...==Обрабатываю релокации...
Processing libraries... be patient, it may take some time...==Обрабатываю библиотеки... пожалуйста подождите...
Processing import... be patient, it may take some time...==Обрабатываю импорт... пожалуйста подождите...
Processing import with tracer... be patient, it may take some time...==Обрабатываю трассировщиком... пожалуйста подождите...
Something bad happened while tracing import at RVA 0x==Что-то плохое произошло при трассировке импорта по RVA 0x
Something bad happened while loading library ==Что-то плохое произошло при загрузке библиотеки 
Something bad happened while executing function ==Что-то плохое произошло при выполнении функции 
 from == из 
Processing function ==Обрабатываю функцию 
Warning! Process of target couldn't be terminated! PID 0x==Внимание! Не могу убить распаковываемый процесс с PID 0x
 export hooked== экспорт перехвачен
 export unhooked== снят перехват экспорта
Import hooked==Импорт перехвачен
About==О программе
Choose process and module==Выберите процесс и модуль
Edit function==Правка функции
Cancel==Отмена
ord:==орд:
Disassembler==Дизассемблер
OEP Finders==Найти OEP
Input value==Введите значение
Import Tracers==Трассировщики импорта
Preferences==Настройки
Register shell extension==Внести в контекстное меню
Always on top==Поверх всех окон
Lua scripting==Скрипты Lua
Load==Загрузить
Run==Запустить
Close==Закрыть
Save as...==Сохранить как...
Cannot create Lua state==Невозможно создать контекст Lua
Script finished==Скрипт завершён
Error when reading memory from ==Ошибка чтения памяти по адресу 
